Retrieves list of the additional reference elements for the failure.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public ICollection<ElementId> GetAdditionalElements()
  Visual Basic
Public Function GetAdditionalElements As ICollection(Of ElementId)
  Visual C++
public:
ICollection<ElementId^>^ GetAdditionalElements()
 Return Value
 The additional elements.
 See Also
  FailureMessage Class
  Autodesk.Revit.DB Namespace